app/controllers/admin/admin_controller.rb

SELECT  `mst_users`.* FROM `mst_users` WHERE `mst_users`.`id` = 1 LIMIT 1
---
  def edit
    ifAdminLoggedIn
    @admin = MstUser.find_by(:id => Base64.decode64(params[:user_id]))