app/views/admin/includes/_leftnav.html.erb

                        <a data-toggle="dropdown" class="dropdown-toggle" href="#">
                            <span class="clear"> <span class="block m-t-xs"> <strong class="font-bold"><%= @user_account.trans_user_informations.first_name.to_s + ' ' + @user_account.trans_user_informations.last_name.to_s %></strong>
---
SELECT  `trans_user_informations`.* FROM `trans_user_informations` WHERE `trans_user_informations`.`user_id` = 1 LIMIT 1